Repository: iondv/portal
Catalog: i18n/*/portal.po
Languages: ru

source: Meta model repository not set up.
ru: Репозиторий метамодели не настроен.

source: Failed to read contents of file %s
ru: Не удалось прочитать содержимое файла %s

source: Portal navigation node %s is written to database.
ru: Узел навигации портала %s записывается в базу данных.

source: Failed to read directory of portal navigation meta model: %s
ru: Не удалось прочитать каталог метамодели навигации портала: %s

source: Importing portal navigation meta model from %s
ru: Импорт метамодели навигации портала из %s

source: Meta model repository data source not set up.
ru: Источник данных репозитория метамодели не настроен.

source: IonClassAdapter: data repository not specified.
ru: IonClassAdapter: хранилище данных не указано.

source: IonClassAdapter: published class name not specified.
ru: IonClassAdapter: имя опубликованного класса не указано.

source: FileAdapter: contents directory is not set up.
ru: FileAdapter: каталог содержимого не настроен.

source: Failed to load resource file %s. The reason is:
ru: Не удалось загрузить файл ресурсов %s. По причине:

source: Content is loading from %s
ru: Загрузка содержимого из %s

source: Resource type %s is unsupported
ru: Тип ресурса %s не поддерживается

source: Signing up
ru: Регистрация

source: Login
ru: Логин

source: Password
ru: Пароль

source: Repeat password
ru: Повторите пароль

source: Sign up
ru: Зарегистрироваться

source: Sign in
ru: Войти

source: Internal server error
ru: Внутренняя ошибка сервера

source: Personal area
ru: Личный кабинет

source: Exit
ru: Выход

source: Sign in to portal
ru: Войти на портал

source: Page not found
ru: Страница не найдена
